Repository: hosnemubarak/clock_shop
Catalog: clock_shop/locale/*/LC_MESSAGES/django.po
Languages: bn

source: Menu
bn: মেনু

source: Dashboard
bn: ড্যাশবোর্ড

source: Management
bn: ব্যবস্থাপনা

source: Inventory
bn: ইনভেন্টরি

source: Products
bn: পণ্যসমূহ

source: Add Product
bn: নতুন পণ্য

source: Batches
bn: ব্যাচসমূহ

source: Stock In
bn: স্টক ইন

source: Categories
bn: ক্যাটাগরি

source: Brands
bn: ব্র্যান্ড

source: Purchases
bn: ক্রয়সমূহ

source: Stock Out
bn: স্টক আউট

source: Sales
bn: বিক্রয়

source: All Sales
bn: সকল বিক্রয়

source: New Sale
bn: নতুন বিক্রয়

source: Customers
bn: গ্রাহক

source: All Customers
bn: সকল গ্রাহক

source: Add Customer
bn: নতুন গ্রাহক

source: Payments
bn: পেমেন্টসমূহ

source: Receive Payment
bn: পেমেন্ট গ্রহণ

source: Warehouse
bn: গুদাম

source: Warehouses
bn: গুদামসমূহ

source: Add Warehouse
bn: নতুন গুদাম

source: Transfers
bn: ট্রান্সফার

source: New Transfer
bn: নতুন ট্রান্সফার

source: Analytics
bn: বিশ্লেষণ

source: Reports
bn: রিপোর্ট

source: Sales Report
bn: বিক্রয় রিপোর্ট

source: Profit Report
bn: মুনাফা রিপোর্ট

source: Stock Report
bn: স্টক রিপোর্ট

source: Customer Report
bn: গ্রাহক রিপোর্ট

source: Transfer History
bn: ট্রান্সফার ইতিহাস

source: Dead Stock
bn: ডেড স্টক

source: Batch Analysis
bn: ব্যাচ বিশ্লেষণ

source: Audit Logs
bn: অডিট লগ

source: System Settings
bn: সিস্টেম সেটিংস

source: Select Language
bn: ভাষা নির্বাচন করুন

source: Save
bn: সংরক্ষণ

source: Cancel
bn: বাতিল

source: Edit
bn: সম্পাদনা

source: Delete
bn: মুছে ফেলুন

source: View
bn: দেখুন

source: Add
bn: যোগ করুন

source: Create
bn: তৈরি করুন

source: Update
bn: আপডেট

source: Search
bn: অনুসন্ধান

source: Filter
bn: ফিল্টার

source: Reset
bn: রিসেট

source: Submit
bn: জমা দিন

source: Back
bn: পিছনে

source: Next
bn: পরবর্তী

source: Previous
bn: পূর্ববর্তী

source: Actions
bn: অ্যাকশন

source: Details
bn: বিস্তারিত

source: Print
bn: প্রিন্ট

source: Export
bn: এক্সপোর্ট

source: Download
bn: ডাউনলোড

source: Name
bn: নাম

source: Email
bn: ইমেইল

source: Phone
bn: ফোন

source: Address
bn: ঠিকানা

source: Date
bn: তারিখ

source: Time
bn: সময়

source: Status
bn: স্ট্যাটাস

source: Description
bn: বিবরণ

source: Notes
bn: নোট

source: Amount
bn: পরিমাণ

source: Total
bn: মোট

source: Subtotal
bn: সাবটোটাল

source: Quantity
bn: পরিমাণ

source: Price
bn: মূল্য

source: Discount
bn: ছাড়

source: Tax
bn: ট্যাক্স

source: Active
bn: সক্রিয়

source: Inactive
bn: নিষ্ক্রিয়

source: Today's Sales
bn: আজকের বিক্রয়

source: Monthly Sales
bn: মাসিক বিক্রয়

source: Monthly Profit
bn: মাসিক মুনাফা

source: Total Products
bn: মোট পণ্য

source: Low Stock
bn: কম স্টক

source: Total Customers
bn: মোট গ্রাহক

source: Total Due
bn: মোট বকেয়া

source: Recent Sales
bn: সাম্প্রতিক বিক্রয়

source: Low Stock Alerts
bn: কম স্টক সতর্কতা

source: Product Name
bn: পণ্যের নাম

source: SKU
bn: এসকেইউ

source: Category
bn: ক্যাটাগরি

source: Brand
bn: ব্র্যান্ড

source: Unit
bn: একক

source: Buy Price
bn: ক্রয় মূল্য

source: Sell Price
bn: বিক্রয় মূল্য

source: Stock
bn: স্টক

source: Reorder Level
bn: রিঅর্ডার লেভেল

source: Invoice
bn: ইনভয়েস

source: Invoice Number
bn: ইনভয়েস নম্বর

source: Customer
bn: গ্রাহক

source: Sale Date
bn: বিক্রয় তারিখ

source: Payment Status
bn: পেমেন্ট স্ট্যাটাস

source: Paid
bn: পরিশোধিত

source: Unpaid
bn: অপরিশোধিত

source: Partial
bn: আংশিক

source: Walk-in Customer
bn: ওয়াক-ইন গ্রাহক

source: Add Item
bn: আইটেম যোগ করুন

source: Remove
bn: সরান

source: Complete Sale
bn: বিক্রয় সম্পন্ন

source: Warehouse Name
bn: গুদামের নাম

source: Location
bn: অবস্থান

source: Is Shop
bn: দোকান

source: Transfer
bn: ট্রান্সফার

source: From Warehouse
bn: উৎস গুদাম

source: To Warehouse
bn: গন্তব্য গুদাম

source: Transfer Date
bn: ট্রান্সফার তারিখ

source: From
bn: থেকে

source: To
bn: পর্যন্ত

source: Generate
bn: জেনারেট

source: Total Sales
bn: মোট বিক্রয়

source: Total Cost
bn: মোট খরচ

source: Total Profit
bn: মোট মুনাফা

source: Profit Margin
bn: মুনাফা মার্জিন

source: Revenue
bn: রাজস্ব

source: Cost
bn: খরচ

source: Profit
bn: মুনাফা

source: Shop Name
bn: দোকানের নাম

source: Currency Symbol
bn: মুদ্রা চিহ্ন

source: Low Stock Threshold
bn: কম স্টক সীমা

source: License/Server Expiry Date
bn: লাইসেন্স/সার্ভার মেয়াদ

source: Alert Days Before Expiry
bn: মেয়াদ শেষের আগে সতর্কতা দিন

source: Save Settings
bn: সেটিংস সংরক্ষণ

source: Configuration
bn: কনফিগারেশন

source: Environment Fallbacks
bn: পরিবেশ ফলব্যাক

source: Last Updated
bn: সর্বশেষ আপডেট

source: Login
bn: লগইন

source: Logout
bn: লগআউট

source: Register
bn: রেজিস্টার

source: Username
bn: ইউজারনেম

source: Password
bn: পাসওয়ার্ড

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: First Name
bn: নামের প্রথম অংশ

source: Last Name
bn: নামের শেষ অংশ

source: Remember Me
bn: আমাকে মনে রাখুন

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Admin Panel
bn: অ্যাডমিন প্যানেল

source: Success
bn: সফল

source: Error
bn: ত্রুটি

source: Warning
bn: সতর্কতা

source: Info
bn: তথ্য

source: Are you sure?
bn: আপনি কি নিশ্চিত?

source: This action cannot be undone.
bn: এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।

source: No data available
bn: কোনো তথ্য নেই

source: Loading...
bn: লোড হচ্ছে...

source: This field is required.
bn: এই ক্ষেত্রটি আবশ্যক।

source: Please enter a valid email.
bn: অনুগ্রহ করে একটি বৈধ ইমেইল দিন।

source: Please enter a valid phone number.
bn: অনুগ্রহ করে একটি বৈধ ফোন নম্বর দিন।

source: Passwords do not match.
bn: পাসওয়ার্ড মিলছে না।

source: Insufficient stock.
bn: পর্যাপ্ত স্টক নেই।

source: Page
bn: পৃষ্ঠা

source: of
bn: এর

source: Showing
bn: দেখানো হচ্ছে

source: entries
bn: এন্ট্রি

source: S/N
bn: ক্রমিক

source: Action
bn: অ্যাকশন

source: Created At
bn: তৈরির তারিখ

source: Updated At
bn: আপডেটের তারিখ

source: Created By
bn: তৈরি করেছেন

source: Shop
bn: দোকান

source: All Shops
bn: সকল দোকান

source: Select Batch
bn: ব্যাচ নির্বাচন

source: Select Product
bn: পণ্য নির্বাচন

source: Select Customer
bn: গ্রাহক নির্বাচন

source: Select Warehouse
bn: গুদাম নির্বাচন

source: Select Category
bn: ক্যাটাগরি নির্বাচন

source: All Categories
bn: সকল ক্যাটাগরি

source: All Products
bn: সকল পণ্য

source: Cancel & Restore Stock
bn: বাতিল করুন ও স্টক পুনরুদ্ধার করুন

source: Restock
bn: পুনরায় স্টক

source: Cancel Stock Out
bn: স্টক আউট বাতিল

source: Reason
bn: কারণ

source: Damaged
bn: ক্ষতিগ্রস্ত

source: Expired
bn: মেয়াদ উত্তীর্ণ

source: Lost
bn: হারিয়ে গেছে

source: Other
bn: অন্যান্য

source: Batch Number
bn: ব্যাচ নম্বর

source: Purchase Date
bn: ক্রয় তারিখ

source: Expiry Date
bn: মেয়াদ শেষের তারিখ

source: Available
bn: উপলব্ধ

source: Credit Limit
bn: ক্রেডিট সীমা

source: Total Purchases
bn: মোট ক্রয়

source: Balance
bn: ব্যালেন্স

source: Payment History
bn: পেমেন্ট ইতিহাস

source: Home
bn: হোম

source: View Sales
bn: বিক্রয় দেখুন

source: View Report
bn: রিপোর্ট দেখুন

source: units
bn: ইউনিট

source: Invoices
bn: ইনভয়েস

source: Update Settings
bn: সেটিংস আপডেট

source: Outstanding Dues
bn: বকেয়া পাওনা

source: View Dues
bn: বকেয়া দেখুন

source: Low Stock Items
bn: কম স্টক আইটেম

source: Quick Actions
bn: দ্রুত অ্যাকশন

source: View All
bn: সব দেখুন

source: No recent sales
bn: সাম্প্রতিক কোনো বিক্রয় নেই

source: No low stock alerts
bn: কম স্টক সতর্কতা নেই

source: Qty
bn: পরিমাণ

source: Walk-in
bn: ওয়াক-ইন

source: Select
bn: নির্বাচন করুন

source: All
bn: সব

source: Group By
bn: গ্রুপ করুন

source: Day
bn: দিন

source: Week
bn: সপ্তাহ

source: Month
bn: মাস

source: Year
bn: বছর

source: Period
bn: সময়কাল

source: Sales by Period
bn: সময়কাল অনুযায়ী বিক্রয়

source: Top Selling Products
bn: সর্বাধিক বিক্রিত পণ্য

source: Profit by Product
bn: পণ্য অনুযায়ী মুনাফা

source: Profit by Category
bn: ক্যাটাগরি অনুযায়ী মুনাফা

source: Profit by Warehouse
bn: গুদাম অনুযায়ী মুনাফা

source: Sales by Shop
bn: দোকান অনুযায়ী বিক্রয়

source: Margin
bn: মার্জিন

source: Total Revenue
bn: মোট রাজস্ব

source: Total Cost (COGS)
bn: মোট খরচ (সিওজিএস)

source: Gross Profit
bn: মোট মুনাফা

source: Product Details
bn: পণ্যের বিস্তারিত

source: Batch Details
bn: ব্যাচের বিস্তারিত

source: Stock Information
bn: স্টক তথ্য

source: Add to Cart
bn: কার্টে যোগ করুন

source: Out of Stock
bn: স্টক শেষ

source: In Stock
bn: স্টকে আছে

source: Supplier
bn: সরবরাহকারী

source: Sale Information
bn: বিক্রয় তথ্য

source: Items
bn: আইটেম

source: Unit Price
bn: একক মূল্য

source: Line Total
bn: লাইন মোট

source: Grand Total
bn: সর্বমোট

source: Payment Method
bn: পেমেন্ট পদ্ধতি

source: Cash
bn: নগদ

source: Card
bn: কার্ড

source: Mobile Banking
bn: মোবাইল ব্যাংকিং

source: Bank Transfer
bn: ব্যাংক ট্রান্সফার

source: Credit
bn: বাকি

source: Discount Amount
bn: ছাড়ের পরিমাণ

source: Tax Amount
bn: ট্যাক্সের পরিমাণ

source: Paid Amount
bn: পরিশোধিত পরিমাণ

source: Due Amount
bn: বকেয়া পরিমাণ

source: Change Amount
bn: ফেরত পরিমাণ

source: Customer Details
bn: গ্রাহকের বিস্তারিত

source: Customer Information
bn: গ্রাহক তথ্য

source: Transaction History
bn: লেনদেনের ইতিহাস

source: Outstanding Balance
bn: বকেয়া ব্যালেন্স

source: Warehouse Details
bn: গুদামের বিস্তারিত

source: Transfer Details
bn: ট্রান্সফারের বিস্তারিত

source: Stock Movement
bn: স্টক মুভমেন্ট

source: Source
bn: উৎস

source: Destination
bn: গন্তব্য

source: Stock Out Details
bn: স্টক আউটের বিস্তারিত

source: Confirm
bn: নিশ্চিত করুন

source: Confirm Cancel & Restore
bn: বাতিল ও পুনরুদ্ধার নিশ্চিত করুন

source: This action will restore stock to inventory.
bn: এই কাজটি স্টক ইনভেন্টরিতে পুনরুদ্ধার করবে।

source: Stock Out Details:
bn: স্টক আউটের বিস্তারিত:

source: Reference:
bn: রেফারেন্স:

source: Total Items:
bn: মোট আইটেম:

source: Total Value:
bn: মোট মূল্য:

source: Close
bn: বন্ধ করুন

source: First
bn: প্রথম

source: Last
bn: শেষ

source: Please select
bn: অনুগ্রহ করে নির্বাচন করুন

source: Optional
bn: ঐচ্ছিক

source: Required
bn: আবশ্যক

source: Sign In
bn: সাইন ইন

source: Sign Up
bn: সাইন আপ

source: Sign Out
bn: সাইন আউট

source: Welcome back!
bn: স্বাগতম!

source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন

source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?

source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

source: created successfully
bn: সফলভাবে তৈরি হয়েছে

source: updated successfully
bn: সফলভাবে আপডেট হয়েছে

source: deleted successfully
bn: সফলভাবে মুছে ফেলা হয়েছে

source: Operation completed successfully
bn: অপারেশন সফলভাবে সম্পন্ন হয়েছে

source: An error occurred
bn: একটি ত্রুটি ঘটেছে

source: Please try again
bn: অনুগ্রহ করে আবার চেষ্টা করুন

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: OK
bn: ঠিক আছে

source: Done
bn: সম্পন্ন

source: Loading
bn: লোড হচ্ছে

source: Please wait
bn: অনুগ্রহ করে অপেক্ষা করুন

source: Processing
bn: প্রক্রিয়াকরণ হচ্ছে

source: Completed
bn: সম্পন্ন

source: Pending
bn: অপেক্ষমান

source: Cancelled
bn: বাতিল

source: Failed
bn: ব্যর্থ

source: Inventory Settings
bn: ইনভেন্টরি সেটিংস

source: License / Server Expiry
bn: লাইসেন্স / সার্ভার মেয়াদ

source: Back to Dashboard
bn: ড্যাশবোর্ডে ফিরুন

source: Never updated
bn: কখনো আপডেট করা হয়নি

source: Not available in shops!
bn: দোকানে পাওয়া যাচ্ছে না!

source: Stock Availability:
bn: স্টক উপলব্ধতা:

source: units available for sale
bn: ইউনিট বিক্রয়ের জন্য উপলব্ধ

source: more in warehouses
bn: গুদামে আরো আছে

source: Transfer stock to a shop first
bn: প্রথমে দোকানে স্টক ট্রান্সফার করুন

source: No stock available for this product.
bn: এই পণ্যের জন্য কোনো স্টক নেই।

source: Product Required
bn: পণ্য প্রয়োজন

source: Batch Required
bn: ব্যাচ প্রয়োজন

source: Invalid Quantity
bn: অবৈধ পরিমাণ

source: Invalid Price
bn: অবৈধ মূল্য

source: Insufficient Stock
bn: অপর্যাপ্ত স্টক

source: Please select a product first.
bn: প্রথমে একটি পণ্য নির্বাচন করুন।

source: Please select a batch for this product.
bn: এই পণ্যের জন্য একটি ব্যাচ নির্বাচন করুন।

source: Please enter a valid quantity greater than zero.
bn: শূন্যের বেশি একটি বৈধ পরিমাণ দিন।

source: Please enter a valid selling price.
bn: একটি বৈধ বিক্রয় মূল্য দিন।

source: Only
bn: শুধুমাত্র

source: units available in this batch. Please reduce the quantity.
bn: ইউনিট এই ব্যাচে উপলব্ধ। পরিমাণ কমান।

source: Please add at least one item to the sale.
bn: বিক্রয়ে অন্তত একটি আইটেম যোগ করুন।

source: Sign in to continue to
bn: লগইন করে চালিয়ে যান

source: Invalid username or password. Please try again.
bn: ভুল ইউজারনেম বা পাসওয়ার্ড। আবার চেষ্টা করুন।

source: Enter username
bn: ইউজারনেম দিন

source: Enter password
bn: পাসওয়ার্ড দিন

source: Inventory & Sales Management
bn: ইনভেন্টরি ও বিক্রয় ব্যবস্থাপনা

source: Filters
bn: ফিল্টার

source: All Brands
bn: সকল ব্র্যান্ড

source: All Stock
bn: সকল স্টক

source: All Status
bn: সকল স্ট্যাটাস

source: Clear Filters
bn: ফিল্টার মুছুন

source: No products found
bn: কোনো পণ্য পাওয়া যায়নি

source: No data found
bn: কোনো তথ্য পাওয়া যায়নি

source: Image
bn: ছবি

source: Code
bn: কোড

source: View Details
bn: বিস্তারিত দেখুন

source: Enter name
bn: নাম দিন

source: Enter description
bn: বিবরণ দিন

source: Enter price
bn: মূল্য দিন

source: Enter quantity
bn: পরিমাণ দিন

source: Are you sure you want to delete this?
bn: আপনি কি এটি মুছে ফেলতে চান?

source: This action cannot be undone
bn: এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না

source: No items to display
bn: দেখানোর মতো কোনো আইটেম নেই

source: No results found
bn: কোনো ফলাফল পাওয়া যায়নি

source: Try adjusting your search or filter
bn: অনুসন্ধান বা ফিল্টার পরিবর্তন করুন

source: to
bn: থেকে

source: No records found
bn: কোনো রেকর্ড পাওয়া যায়নি

source: Product Categories
bn: পণ্য ক্যাটাগরি

source: Total Categories
bn: মোট ক্যাটাগরি

source: Active Categories
bn: সক্রিয় ক্যাটাগরি

source: Add Category
bn: নতুন ক্যাটাগরি

source: Total Brands
bn: মোট ব্র্যান্ড

source: Active Brands
bn: সক্রিয় ব্র্যান্ড

source: Add Brand
bn: নতুন ব্র্যান্ড

source: Active Shops
bn: সক্রিয় দোকান

source: View Transfers
bn: ট্রান্সফার দেখুন

source: All Warehouses
bn: সকল গুদাম

source: Total Items
bn: মোট আইটেম

source: Stock Value
bn: স্টক মূল্য

source: Avg Cost
bn: গড় খরচ

source: Value
bn: মূল্য

source: Total Outstanding
bn: মোট বকেয়া

source: With Outstanding
bn: বকেয়াসহ

source: No Outstanding
bn: বকেয়া নেই

source: Search customers...
bn: গ্রাহক অনুসন্ধান...

source: All Payment Status
bn: সকল পেমেন্ট স্ট্যাটাস

source: Search...
bn: অনুসন্ধান...

source: Search logs...
bn: লগ অনুসন্ধান...

source: All Actions
bn: সকল অ্যাকশন

source: All Users
bn: সকল ব্যবহারকারী

source: Clear
bn: মুছুন

source: Timestamp
bn: সময়

source: User
bn: ব্যবহারকারী

source: Model
bn: মডেল

source: IP Address
bn: আইপি ঠিকানা

source: No audit logs found
bn: কোনো অডিট লগ পাওয়া যায়নি

source: Sale
bn: বিক্রয়

source: Settings
bn: সেটিংস

source: Get your account now
bn: এখনই আপনার অ্যাকাউন্ট নিন

source: Enter first name
bn: নামের প্রথম অংশ দিন

source: Enter last name
bn: নামের শেষ অংশ দিন

source: Enter email
bn: ইমেইল দিন

source: Confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Due
bn: বকেয়া

source: Stock Batches
bn: স্টক ব্যাচ

source: Search batches...
bn: ব্যাচ অনুসন্ধান...

source: Available Only
bn: শুধু উপলব্ধ

source: Depleted
bn: নিঃশেষ

source: Batch
bn: ব্যাচ

source: Product Brands
bn: পণ্য ব্র্যান্ড

source: Stock Out Records
bn: স্টক আউট রেকর্ড

source: All Reasons
bn: সকল কারণ

source: New Stock Out
bn: নতুন স্টক আউট

source: Purchase Orders
bn: ক্রয় আদেশ

source: New Purchase
bn: নতুন ক্রয়

source: PO Number
bn: পিও নম্বর

source: No purchases found
bn: কোনো ক্রয় পাওয়া যায়নি

source: Stock Transfers
bn: স্টক ট্রান্সফার

source: All Sources
bn: সকল উৎস

source: All Destinations
bn: সকল গন্তব্য

source: Method
bn: পদ্ধতি

source: Reference
bn: রেফারেন্স

source: Received By
bn: গ্রহণ করেছেন

source: No payments found
bn: কোনো পেমেন্ট পাওয়া যায়নি

source: No sales found
bn: কোনো বিক্রয় পাওয়া যায়নি

source: Invoice Items
bn: ইনভয়েস আইটেম

source: Statement
bn: স্টেটমেন্ট

source: Financial Summary
bn: আর্থিক সারাংশ

source: Total Paid
bn: মোট পরিশোধ

source: Outstanding Due
bn: বকেয়া

source: Transfer Report
bn: ট্রান্সফার রিপোর্ট

source: Total Transfers
bn: মোট ট্রান্সফার

source: Customers with Outstanding Dues
bn: বকেয়াসহ গ্রাহক

source: Receive
bn: গ্রহণ

source: Dead / Slow Moving Stock Report
bn: মৃত / ধীরগতির স্টক রিপোর্ট

source: No sales in last (days)
bn: শেষ (দিন) এ কোনো বিক্রয় নেই

source: Analyze
bn: বিশ্লেষণ

source: Dead Stock Batches
bn: মৃত স্টক ব্যাচ

source: Dead Stock Items
bn: মৃত স্টক আইটেম

source: Dead Stock Value
bn: মৃত স্টক মূল্য

source: Batch Analysis Report
bn: ব্যাচ বিশ্লেষণ রিপোর্ট

source: Unit Cost
bn: একক খরচ

source: Age (Days)
bn: বয়স (দিন)

source: Selling Price
bn: বিক্রয় মূল্য

source: Total Stock
bn: মোট স্টক

source: Basic Information
bn: মৌলিক তথ্য

source: Unique product identifier
bn: অনন্য পণ্য শনাক্তকারী

source: Pricing & Media
bn: মূল্য ও মিডিয়া
